# WattsPerCubicMeter Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..WattsPerCubicMeter Property
UnitTypeId Class See Also
---
Watts per cubic meter.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId WattsPerCubicMeter { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property WattsPerCubicMeter As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ WattsPerCubicMeter {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace